--
-- SQLiteStudio v3.4.4 生成的檔案，週日 十一月 3 17:04:02 2024
--
-- 所用的文字編碼：System
--
PRAGMA foreign_keys = off;
BEGIN TRANSACTION;

-- 表：韻母對照表
DROP TABLE IF EXISTS 韻母對照表;

CREATE TABLE IF NOT EXISTS 韻母對照表 (
    識別號    INTEGER PRIMARY KEY,
    國際音標   TEXT,
    台語音標   TEXT,
    台羅音標   TEXT,
    白話字    TEXT,
    閩拼方案   TEXT,
    方音符號   TEXT,
    十五音    TEXT,
    十五音舒促聲 TEXT,
    十五音序   INTEGER
);

INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (1, 'un', 'un', 'un', 'un', 'un', 'ㄨㄣ', '君', '舒聲', 1);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (2, 'ut̚', 'ut', 'ut', 'ut', 'ut', 'ㄨㆵ', '君', '促聲', 1);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (3, 'ian', 'ian', 'ian', 'ian', 'ian', 'ㄧㄢ', '堅', '舒聲', 2);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (4, 'iat̚', 'iat', 'iat', 'iat', 'iat', 'ㄧㄚㆵ', '堅', '促聲', 2);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (5, 'im', 'im', 'im', 'im', 'im', 'ㄧㆬ', '金', '舒聲', 3);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (6, 'ip̚', 'ip', 'ip', 'ip', 'ip', 'ㄧㆴ', '金', '促聲', 3);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (7, 'ui', 'ui', 'ui', 'ui', 'ui', 'ㄨㄧ', '規', '舒聲', 4);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (8, 'ui?', 'uih', 'uih', 'uih', 'uih', 'ㄨㄧㆷ', '規', '促聲', 4);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (9, 'ɛ', 'ee', 'ee', 'ee', 'e', 'ㄝ', '嘉', '舒聲', 5);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (10, 'ɛ?', 'eeh', 'eh', 'eeh', 'eh', 'ㄝㆷ', '嘉', '促聲', 5);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (11, 'an', 'an', 'an', 'an', 'an', 'ㄢ', '干', '舒聲', 6);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (12, 'at̚', 'at', 'ap', 'at', 'at', 'ㄚㆵ', '干', '促聲', 6);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (13, 'ɔŋ', 'ong', 'ong', 'ong', 'ong', 'ㆲ', '公', '舒聲', 7);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (14, 'ɔk̚', 'ok', 'ok', 'ok', 'ok', 'ㆦㆻ', '公', '促聲', 7);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (15, 'uai', 'uai', 'uai', 'oai', 'uai', 'ㄨㄞ', '乖', '舒聲', 8);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (16, 'uai?', 'uaih', 'uaih', 'oaih', 'uaih', 'ㄨㄞㆷ', '乖', '促聲', 8);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (17, 'ɪŋ', 'ing', 'ing', 'eng', 'ing', 'ㄧㄥ', '經', '舒聲', 9);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (18, 'ik̚', 'ik', 'ik', 'ek', 'ik', 'ㄧㆻ', '經', '促聲', 9);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (19, 'uan', 'uan', 'uan', 'oan', 'uan', 'ㄨㄢ', '觀', '舒聲', 10);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (20, 'uat̚', 'uat', 'uat', 'oat', 'uat', 'ㄨㄚㆵ', '觀', '促聲', 10);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (21, 'ou', 'oo', 'oo', 'o͘', 'oo', 'ㆦ', '沽', '舒聲', 11);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (22, 'ou?', 'ooh', 'ooh', 'o͘h', 'ooh', 'ㆦㆷ', '沽', '促聲', 11);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (23, 'iau', 'iau', 'iau', 'iau', 'iao', 'ㄧㄠ', '嬌', '舒聲', 12);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (24, 'iau?', 'iauh', 'iauh', 'iauh', 'iaoh', 'ㄧㄠㆷ', '嬌', '促聲', 12);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (25, 'ei', 'ei', 'ei', 'ei', 'e', 'ㄟ', '稽', '舒聲', 13);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (26, 'ei?', 'eih', 'eih', 'eih', 'eh', 'ㄟㆷ', '稽', '促聲', 13);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (27, 'iɔŋ', 'iong', 'iong', 'iong', 'iong', 'ㄧㆲ', '恭', '舒聲', 14);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (28, 'iɔk̚', 'iok', 'iok', 'iok', 'iok', 'ㄧㆦㆻ', '恭', '促聲', 14);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (29, 'o', 'o', 'o', 'o', 'o', 'ㄜ', '高', '舒聲', 15);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (30, 'o?', 'oh', 'oh', 'oh', 'oh', 'ㄜㆷ', '高', '促聲', 15);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (31, 'ai', 'ai', 'ai', 'ai', 'ai', 'ㄞ', '皆', '舒聲', 16);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (32, 'ai?', 'aih', 'aih', 'aih', 'aih', 'ㄞㆷ', '皆', '促聲', 16);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (33, 'in', 'in', 'in', 'in', 'in', 'ㄧㄣ', '巾', '舒聲', 17);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (34, 'it̚', 'it', 'it', 'it', 'it', 'ㄧㆵ', '巾', '促聲', 17);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (35, 'iaŋ', 'iang', 'iang', 'iang', 'iang', 'ㄧㄤ', '姜', '舒聲', 18);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (36, 'iak̚', 'iak', 'iak', 'iak', 'iak', 'ㄧㄚㆻ', '姜', '促聲', 18);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (37, 'am', 'am', 'am', 'am', 'am', 'ㆰ', '甘', '舒聲', 19);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (38, 'ap̚', 'ap', 'ap', 'ap', 'ap', 'ㄚㆴ', '甘', '促聲', 19);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (39, 'ua', 'ua', 'ua', 'oa', 'ua', 'ㄨㄚ', '瓜', '舒聲', 20);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (40, 'ua?', 'uah', 'uah', 'oah', 'uah', 'ㄨㄚㆷ', '瓜', '促聲', 20);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (41, 'aŋ', 'ang', 'ang', 'ang', 'ang', 'ㄤ', '江', '舒聲', 21);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (42, 'ak̚', 'ak', 'ak', 'ak', 'ak', 'ㄚㆻ', '江', '促聲', 21);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (43, 'iam', 'iam', 'iam', 'iam', 'iam', 'ㄧㆰ', '兼', '舒聲', 22);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (44, 'iap̚', 'iap', 'iap', 'iap', 'iap', 'ㄧㄚㆴ', '兼', '促聲', 22);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (45, 'au', 'au', 'au', 'au', 'ao', 'ㄠ', '交', '舒聲', 23);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (46, 'au?', 'auh', 'auh', 'auh', 'aoh', 'ㄠㆷ', '交', '促聲', 23);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (47, 'ia', 'ia', 'ia', 'ia', 'ia', 'ㄧㄚ', '迦', '舒聲', 24);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (48, 'ia?', 'iah', 'iah', 'iah', 'iah', 'ㄧㄚㆷ', '迦', '促聲', 24);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (49, 'ue', 'ue', 'ue', 'oe', 'ue', 'ㄨㆤ', '檜', '舒聲', 25);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (50, 'ue?', 'ueh', 'ueh', 'oeh', 'ueh', 'ㄨㆤㆷ', '檜', '促聲', 25);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (51, 'ã', 'ann', 'ann', 'aⁿ', 'na', 'ㆩ', '監', '舒聲', 26);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (52, 'ã?', 'annh', 'annh', 'ahⁿ', 'nah', 'ㆩㆷ', '監', '促聲', 26);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (53, 'u', 'u', 'u', 'u', 'u', 'ㄨ', '艍', '舒聲', 27);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (54, 'u?', 'uh', 'uh', 'uh', 'uh', 'ㄨㆷ', '艍', '促聲', 27);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (55, 'a', 'a', 'a', 'a', 'a', 'ㄚ', '膠', '舒聲', 28);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (56, 'a?', 'ah', 'ah', 'ah', 'ah', 'ㄚㆷ', '膠', '促聲', 28);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (57, 'i', 'i', 'i', 'i', 'i', 'ㄧ', '居', '舒聲', 29);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (58, 'i?', 'ih', 'ih', 'ih', 'ih', 'ㄧㆷ', '居', '促聲', 29);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (59, 'iu', 'iu', 'iu', 'iu', 'iu', 'ㄧㄨ', '丩', '舒聲', 30);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (60, 'iu?', 'iuh', 'iuh', 'iuh', 'iuh', 'ㄧㄨㆷ', '丩', '促聲', 30);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (61, 'ɛ̃', 'enn', 'enn', 'eⁿ', 'ne', 'ㆥ', '更', '舒聲', 31);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (62, 'ɛ̃?', 'ennh', 'ennh', 'ehⁿ', 'neh', 'ㆥㆷ', '更', '促聲', 31);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (63, 'uĩ', 'uinn', 'uinn', 'uiⁿ', 'nui', 'ㄨㆪ', '褌', '舒聲', 32);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (64, 'uĩ?', 'uinnh', 'uinnh', 'uihⁿ', 'nuih', 'ㄨㆪㆷ', '褌', '促聲', 32);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (65, 'io', 'io', 'io', 'io', 'io', 'ㄧㄜ', '茄', '舒聲', 33);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (66, 'io?', 'ioh', 'ioh', 'ioh', 'ioh', 'ㄧㄜㆷ', '茄', '促聲', 33);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (67, 'ĩ', 'inn', 'inn', 'iⁿ', 'ni', 'ㆪ', '梔', '舒聲', 34);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (68, 'ĩ?', 'innh', 'innh', 'iⁿh', 'nih', 'ㆪ', '梔', '促聲', 34);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (69, 'iɔ̃', 'ionn', 'ionn', 'ioⁿ', 'nioo', 'ㄧㆧ', '薑', '舒聲', 35);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (70, 'iɔ̃?', 'ionnh', 'ionnh', 'iohⁿ', 'niooh', 'ㄧㆧㆷ', '薑', '促聲', 35);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (71, 'iã', 'iann', 'iann', 'iaⁿ', 'nia', 'ㄧㆩ', '驚', '舒聲', 36);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (72, 'iã?', 'iannh', 'iannh', 'iahⁿ', 'niah', 'ㄧㆩㆷ', '驚', '促聲', 36);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (73, 'uã', 'uann', 'uann', 'oaⁿ', 'nua', 'ㄨㆩ', '官', '舒聲', 37);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (74, 'uã?', 'uannh', 'uannh', 'oahⁿ', 'nuah', 'ㄨㆩㆷ', '官', '促聲', 37);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (75, 'ŋ', 'ng', 'ng', 'ng', 'ng', 'ㆭ', '鋼', '舒聲', 38);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (76, 'ŋ?', 'ngh', 'ngh', 'ngh', 'ngh', 'ㆭㆷ', '鋼', '促聲', 38);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (77, 'e', 'e', 'e', 'e', 'e', 'ㆤ', '伽', '舒聲', 39);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (78, 'e?', 'eh', 'eh', 'eh', 'eh', 'ㆤㆷ', '伽', '促聲', 39);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (79, 'aĩ', 'ainn', 'ainn', 'aiⁿ', 'nai', 'ㆮ', '閒', '舒聲', 40);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (80, 'aĩ?', 'ainnh', 'ainnh', 'aihⁿ', 'naih', 'ㆮㆷ', '閒', '促聲', 40);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (81, 'õu', 'oonn', 'onn', 'oⁿ', 'noo', 'ㆧ', '姑', '舒聲', 41);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (82, 'õu?', 'oonnh', 'onnh', 'ohⁿ', 'nooh', 'ㆧㆷ', '姑', '促聲', 41);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (83, 'm', 'm', 'm', 'm', 'm', 'ㆬ', '姆', '舒聲', 42);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (84, 'mh', 'mh', 'mh', 'mh', 'mh', 'ㆬㆷ', '姆', '促聲', 42);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (85, 'uaŋ', 'uang', 'uang', 'oang', 'uang', 'ㄨㄤ', '光', '舒聲', 43);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (86, 'uak̚', 'uak', 'uak', 'oak', 'uak', 'ㄨㄚㆻ', '光', '促聲', 43);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (87, 'uãi', 'uainn', 'uainn', 'oaiⁿ', 'nuai', 'ㄨㆮ', '閂', '舒聲', 44);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (88, 'uãi?', 'uainnh', 'uainnh', 'oaiⁿh', 'nuaih', 'ㄨㆮㆷ', '閂', '促聲', 44);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (89, 'uẽi', 'uenn', 'uenn', 'oeⁿ', 'nue', 'ㄨㆥ', '糜', '舒聲', 45);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (90, 'uẽi?', 'uennh', 'uennh', 'oehⁿ', 'nueh', 'ㄨㆥㆷ', '糜', '促聲', 45);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (91, 'iãu', 'iaunn', 'iaunn', 'iauⁿ', 'niao', 'ㄧㆯ', '嘄', '舒聲', 46);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (92, 'iãu?', 'iaunnh', 'iaunnh', 'iauⁿh', 'niaoh', 'ㄧㆯㆷ', '嘄', '促聲', 46);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (93, 'ɔm', 'om', 'om', 'om', 'om', 'ㆱ', '箴', '舒聲', 47);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (94, 'ɔp̚', 'op', 'op', 'op', 'op', 'ㆦㆴ', '箴', '促聲', 47);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (95, 'ãu', 'aunn', 'aunn', 'auⁿ', 'nao', 'ㆯ', '爻', '舒聲', 48);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (96, 'ãu?', 'aunnh', 'aunnh', 'auhⁿ', 'naoh', 'ㆯㆷ', '爻', '促聲', 48);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (97, 'ɔ̃', 'onn', 'onn', 'oⁿ', 'no', 'ㆧ', '扛', '舒聲', 49);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (98, 'ɔ̃h', 'onnh', 'onnh', 'ohⁿ', 'noh', 'ㆧㆷ', '扛', '促聲', 49);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (99, 'iũ', 'iunn', 'iunn', 'iuⁿ', 'niu', 'ㄧㆫ', '牛', '舒聲', 50);
INSERT INTO 韻母對照表 (識別號, 國際音標, 台語音標, 台羅音標, 白話字, 閩拼方案, 方音符號, 十五音, 十五音舒促聲, 十五音序) VALUES (100, 'iũh', 'iunnh', 'iunnh', 'iuhⁿ', 'niuh', 'ㄧㆫㆷ', '牛', '促聲', 50);

COMMIT TRANSACTION;
PRAGMA foreign_keys = on;
