--
-- SQLiteStudio v3.4.4 生成的檔案，週日 十一月 3 17:28:14 2024
--
-- 所用的文字編碼：UTF-8
--
PRAGMA foreign_keys = off;
BEGIN TRANSACTION;

-- 表：聲調對照表
DROP TABLE IF EXISTS 聲調對照表;

CREATE TABLE IF NOT EXISTS 聲調對照表 (
    漢語四聲   TEXT,
    廣韻聲調   TEXT,
    雅俗通聲調  TEXT,
    十五音聲調  TEXT,
    台羅調名   TEXT,
    台羅調號   INTEGER,
    台羅變調   INTEGER,
    閩拼八聲調  INTEGER,
    方音符號調符 TEXT,
    台羅調值   TEXT,
    古漢語調值  TEXT
);

INSERT INTO 聲調對照表 (漢語四聲, 廣韻聲調, 雅俗通聲調, 十五音聲調, 台羅調名, 台羅調號, 台羅變調, 閩拼八聲調, 方音符號調符, 台羅調值, 古漢語調值) VALUES ('平', '清平', '上平', '一', '陰平', 1, 7, 1, '', '44', '55');
INSERT INTO 聲調對照表 (漢語四聲, 廣韻聲調, 雅俗通聲調, 十五音聲調, 台羅調名, 台羅調號, 台羅變調, 閩拼八聲調, 方音符號調符, 台羅調值, 古漢語調值) VALUES ('上', '清上', '上上', '二', '陰上', 2, 1, 3, 'ˋ', '42', '53');
INSERT INTO 聲調對照表 (漢語四聲, 廣韻聲調, 雅俗通聲調, 十五音聲調, 台羅調名, 台羅調號, 台羅變調, 閩拼八聲調, 方音符號調符, 台羅調值, 古漢語調值) VALUES ('去', '清去', '上去', '三', '陰去', 3, 2, 5, '˪', '21', '31');
INSERT INTO 聲調對照表 (漢語四聲, 廣韻聲調, 雅俗通聲調, 十五音聲調, 台羅調名, 台羅調號, 台羅變調, 閩拼八聲調, 方音符號調符, 台羅調值, 古漢語調值) VALUES ('入', '清入', '上入', '四', '陰入', 4, 8, 7, '', '30', '30');
INSERT INTO 聲調對照表 (漢語四聲, 廣韻聲調, 雅俗通聲調, 十五音聲調, 台羅調名, 台羅調號, 台羅變調, 閩拼八聲調, 方音符號調符, 台羅調值, 古漢語調值) VALUES ('平', '濁平', '下平', '五', '陽平', 5, 7, 2, 'ˊ', '24', '35');
INSERT INTO 聲調對照表 (漢語四聲, 廣韻聲調, 雅俗通聲調, 十五音聲調, 台羅調名, 台羅調號, 台羅變調, 閩拼八聲調, 方音符號調符, 台羅調值, 古漢語調值) VALUES ('上', '濁上', '下上', '二', '陽上', 6, '', 4, '', '', '');
INSERT INTO 聲調對照表 (漢語四聲, 廣韻聲調, 雅俗通聲調, 十五音聲調, 台羅調名, 台羅調號, 台羅變調, 閩拼八聲調, 方音符號調符, 台羅調值, 古漢語調值) VALUES ('去', '濁去', '下去', '七', '陽去', 7, 3, 6, '˫', '22', '33');
INSERT INTO 聲調對照表 (漢語四聲, 廣韻聲調, 雅俗通聲調, 十五音聲調, 台羅調名, 台羅調號, 台羅變調, 閩拼八聲調, 方音符號調符, 台羅調值, 古漢語調值) VALUES ('入', '濁入', '下入', '八', '陽入', 8, 4, 8, '˙', '50', '50');

COMMIT TRANSACTION;
PRAGMA foreign_keys = on;
